const store = {
  stations: {
    1 : { name: "Педучилище"},
    2 : { name: "вул. Ушакова"},
    3 : { name: "3-я міська лікарня"},
    4 : { name: "вул. Маяковського"},
    5 : { name: "Площа 8-го Березня"},
    6 : { name: "вул. Замкова"},
    7 : { name: "вул. Московська"},
    8 : { name: "вул. Широцького Костя"},
    9 : { name: "Цегельний завод"},
    10 : { name: "вул. Дубовецька"},
    31 : { name: "вул. Брацлавська"},
    32 : { name: "Площа Перемоги"},
    33 : { name: "Центральний ринок"},
    34 : { name: "вул. Євгенія Пікуса"},
    35 : { name: "Залізничний вокзал"},
    40 : { name: "пл. Шкільна"},
    41 : { name: "вул. Івана Федорова"},
    42 : { name: "вул. Молодогвардійська"},
    43 : { name: "вул. Сірка Івана"},
    45 : { name: "Муніципальний ринок"},
    46 : { name: "ГБК \"Зірка\""},
    47 : { name: "вул. Гайдамацька"},
    48 : { name: "вул. Гонти"},
    49 : { name: "Фабрика \"Рошен\""},
    50 : { name: "вул. Батозька"},
    51 : { name: "ЦПТО №1"},
    52 : { name: "Мікрорайон ВПЗ"},
    60 : { name: "Дитячий санаторій ім. М. М. Коцюбинського"},
    61 : { name: "Профілакторій"},
    62 : { name: "вул. Українська"},
    71 : { name: "вул. Якова Шепеля"},
    72 : { name: "вул. Якова Гальчевського"},
    73 : { name: "ЗОШ №11"},
    74 : { name: "ЗОШ №19"},
    75 : { name: "пл. С. Наливайка"},
    76 : { name: "вул. Князів Коріатовичів"},
    77 : { name: "Майдан Незалежності"},
    78 : { name: "вул. Театральна"},
    79 : { name: "вул. Отамановського Валентина"},
    80 : { name: "Лікарня ім. Пирогова"},
    81 : { name: "Ринок \"Урожай\""},
    82 : { name: "вул. Академіка Заболотного"},
    83 : { name: "вул. Дачна"},
    84 : { name: "вул. Академіка Павлова"},
    85 : { name: "Податкова"},
    86 : { name: "Завод \"Форт\""},
    87 : { name: "вул. 600-річчя"},
    88 : { name: "пр. Космонавтів"},
    89 : { name: "вул. Келецька"},
    90 : { name: "вул. Андрія Первозванного"},
    91 : { name: "Музей-садиба Пирогова"},
    92 : { name: "вул. Комарова"},
    93 : { name: "Пирогово (на вимогу)"},
    94 : { name: "Склеп М. І. Пирогова"},
    101 : { name: "вул. Шевченка"},
    102 : { name: "вул. Лялі Ратушної"},
    103 : { name: "вул. Порика"},
    104 : { name: "Вінницький технічний коледж"},
    105 : { name: "Вінницький національний технічний університет"},
    106 : { name: "Західний автовокзал"},
    107 : { name: "100-річчя Вінницького трамвая"},
  },
  routs: {
    1: {
      name: 'Педучилище - Залізничний вокзал',
      type: 'bus',
      waybill: [
        [1,0],[2,2],[3,3],[4,4],[5,6],[6,7],[7,9],[8,11],[9,12],[10,14],[31,16],[32,18],[33,20],[34,22],[35,25]
      ],
      startTime:[
        "06:20","06:32","06:47","07:02","07:18","07:32","07:40","07:47","08:02","08:18","08:32","08:40","08:47","09:02","09:18","09:40","10:08","10:21","10:48","11:06","11:18","11:48","12:06","12:18","12:48","13:06","13:18","13:48","14:06","14:18","14:48","15:06","15:18","15:39","15:54","16:09","16:21","16:39","16:56","17:12","17:21","17:39","17:56","18:12","18:21","18:39","18:56","19:21","19:45","20:15","20:45","21:15","21:43",
      ],
    },
    2: {
      name: 'Площа Шкільна - ГПЗ',
      type: 'bus',
      waybill: [
        [40,0],[41,2],[42,4],[43,5],[7,7],[8,9],[9,12],[10,15],[31,17],[32,19],[33,21],[34,23],[35,25],[45,27],[46,29],[47,31],[48,33],[49,35],[50,37],[51,39],[52,40]
      ],
      startTime:[
        "06:15","06:50","07:31","08:15","09:00","09:45","10:30","11:45","12:30","13:20","14:05","14:55","15:45","16:35","17:30","18:05","19:00","19:35","21:05","21:35","22:25","23:10","23:40",
      ],
    },
    7: {
      name: 'вул. Якова Шепеля - м/н Пирогово',
      type: 'bus',
      waybill: [
        [71,0],[72,1],[73,2],[42,3],[43,4],[7,5],[6,6],[5,8],[74,10],[75,12],[76,14],[77,16],[78,18],[79,20],[80,21],[81,23],[82,25],[83,27],[84,29],[85,31],[86,33],[87,36],[88,38],[89,40],[90,42],[91,44],[92,46],[93,48], [94,50]
      ],
      startTime:[
        "06:14","06:42","07:10","07:21","07:40","07:55","08:10","08:30","08:58","09:13","09:28","09:43","10:28","11:22","12:16","13:10","14:04","14:58","15:52","16:19","16:46","17:10","17:40","18:07","18:35","18:58","19:28","19:55","20:34","21:42",      ],
    },
    14: {
      name: 'Будинок відпочинку - Залізничний вокзал',
      type: 'bus',
      waybill: [
        [60, 0],[61, 1],[62, 2],[3, 3],[4, 4],[5, 5],[6, 7],[7, 9],[8, 10],[9, 12],[10, 14],[31, 16],[32, 18],[33, 20],[34, 22],[35, 25]
      ],
      startTime:[
        "06:55","07:55","08:25","08:55","09:27","09:55","10:29","11:30","12:30","13:30","14:30","15:30","16:30","17:04","17:30","18:04","18:30","19:04","19:30","21:00","22:00"
      ],
    },
    21: {
      name: 'Педучилище - Барське шосе',
      type: 'bus',
      waybill: [
        [1,0],[2,1],[3,2],[4,4],[5,6],[74,8],[75,10],[76,13],[77,16],[78,18],[79,21],[80,23],[81,25],[101,27],[102,28],[87,30],[88,32],[89,33],[103,36],[104,37],[105,39],[106,41],[107,45],
      ],
      startTime:[
        "06:10","07:00","07:13","07:25","07:35","07:42","07:50","08:03","08:15","08:39","08:53","09:05","09:20","09:30","09:48","10:35","11:10","11:45","12:19","12:53","13:26","13:59","14:33","15:07","15:40","15:57","16:13","16:30","16:46","17:02","17:19","17:36","17:53","18:10","18:26","18:42","19:00","19:26","19:50","20:06","20:40","21:15","21:47","22:20",      ],
    },
  }
}